<?php
/*
 * @project   Автор проекта - Valexo CMS LIte
 * @author    Valentin Alexo
 * @email     osvax@yandex.com
 * @phone    +7(909)057-22-69
 *
 * Создание сайтов и интернет магазинов, посадочных страниц
 * Разработка проектов на Laravel. SEO и SMM продвижение.
 * Copyright (C) 2020 - 2021, Inc - Все права защищены
 */

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Неверное имя пользователя или пароль.',
    'password' => 'Неверный пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'logout'   => 'Выход',
    'login'   => 'Войти',
    'loggedinas'   => 'Вы вошли как',
    'interemail'  => 'Введите  email администратора',
    'interpassword'  => 'Введите пароль администратора',
    'interpasswordnew'  => 'Введите новый пароль',
    'interpasswordconfirm'  => 'Продублируйте пароль',
    'remember'  => 'Запомнить меня',
    'fargot'  => 'Сабыл пароль',
    'fargotmessage'  => 'Введите ниже свой адрес электронной почты, и мы отправим вам ссылку для сброса пароля.',
    'passwordrecovery'  => 'Сбросить пароль',
    'createaccount'  => 'Создать пользователя!',
    'returnlogin'  => 'Я вспомнил пароль!.',
    'register'  => 'Форма регистрации с помощью...',
    'registerlable'  => '...или введите свою информацию ниже.',
    'accept'  => 'Я принимаю условия и положения.',
    'createaccount'  => 'Создать аккаунт',
    'ihaveaccount'  => 'Уже ксть аккаунт?',
	'full_name'                   => 'Ваше имя',
    'sur_name'                   => 'Ваша фамилия',
    'phone'                   => 'Ваш телефон',
    'email'                       => 'Почта',
    'password'                    => 'Пароль',
    'retype_password'             => 'Подтверждение пароля',
    'remember_me'                 => 'Запомнить меня',
    'register'                    => 'Регистрация',
    'register_a_new_membership'   => 'Регистрация нового пользователя',
    'i_forgot_my_password'        => 'Восстановление пароля',
    'i_already_have_a_membership' => 'Я уже зарегистрирован',
    'sign_in'                     => 'Вход',
    'log_out'                     => 'Выход',
    'toggle_navigation'           => 'Переключить навигацию',
    'login_message'               => 'Вход в систему',
    'register_message'            => 'Регистрация нового пользователя',
    'password_reset_message'      => 'Восстановление пароля',
    'reset_password'              => 'Восстановление пароля',
    'send_password_reset_link'    => 'Отправить ссылку для восстановления пароля',

    'fname'  => 'Ваше имя',
    'lname'  => 'Ваша фамилия',
    'uemail'  => 'Ваш Email',
    'upassword'  => 'Ваш пароль',
    'phone'  => 'Ваш номер телефона',
];
