<?php
/*
 * @project   Автор проекта - Valexo CMS Lite
 * @author    Valentin Alexo
 * @email     osvax@yandex.com
 * @phone    +7(909)057-22-69
 *
 * Создание сайтов и интернет магазинов, посадочных страниц
 * Разработка проектов на Laravel. SEO и SMM продвижение.
 * Copyright (C) 2020 - 2021, Inc - Все права защищены
 *
 */

return [

    "welcome_first"  => "Добро пожаловать в  Valexo CMS Lite!",
    "welcome_alert"  => "Просмотрите наш полностью разработанный инструментарий пользовательского интерфейса! Просмотрите наши готовые страницы приложений, компоненты и утилиты и обязательно ознакомьтесь с нашей полной документацией!",
    "whoops"  => "Ой! Что-то пошло не так.",
    "rememberme"  => "Запомнить меня",
    "returndashboard"  => "Вернуться в панель администратора.",
    "pagecreate" => "Страница успешно добавлена",
    "pagedelete" => "Страница успешно удалена",
    "pageupdate" => "Страница успешно обновлена",
    "notneedupdate" => "Обновление данных не требуется",


    //Меню
    "dashboards"  => "Панель управления",
    "category"  => "Категории",
    "pages"  => "Страницы",
    "articles"  => "Статьи",
    "settings"  => "Настройки",
    "new_category"  => "Новая категория",
    "write_category"  => "Название новой категории",
    "acount"  => "Аккаунт",
    "tosite"  => "На сайт",
	"reorder"  => "Изменить порядок",

    //Главная админки
    "users"  => "Пользователей",
    "views"  => "Просмотров",
    "folow"  => "Посетителей",
    "conversion"  => "Конверсия",
    "ststistic_folovers"  => "Статистика Посещений",
    "alerts"  => "Оповещения",

    //Errors
    "403"  => "К сожалению, но у вас не достаточно прав для посещения этой страницы!",
    "404"  => "К сожалению данной страницы больше не существует, или вы ввели не верный запрос.",
    "500"  => "Сервер обнаружил внутреннюю ошибку или неправильную конфигурацию и не смог выполнить ваш запрос.",
];

